Repository: allanmaral/PickForMe
Catalog: PickForMe/Resources/Localizable.xcstrings
Source language: en
Languages: pt_br

source: Add
pt_br: Adicionar

source: Cancel
pt_br: Cancelar

source: Create
pt_br: Criar

source: Create Pick
pt_br: Criar Escolha

source: Delete
pt_br: Remover

source: Edit
pt_br: Editar

source: Edit Pick
pt_br: Editar Escolha

source: Name
pt_br: Nome

source: New option
pt_br: Nova opção

source: New Pick
pt_br: Nova Escolha

source: No Options
pt_br: Nenhuma Opção

source: No Picks
pt_br: Nenhuma Escolha

source: Pick for me!
pt_br: Escolha para mim!

source: Save
pt_br: Savar

source: Shuffle
pt_br: Embaralhar

source: Sort
pt_br: Ordenar

source: Sort by Date
pt_br: Ordernar pela Data

source: Sort by Name
pt_br: Ordernar pelo Nome

source: To add a pick, tap the create pick icon in the toolbar.
pt_br: Para adicionar uma escolha, toque no ícone Criar Escolha na barra de ferramentas.

source: To add an option, insert the description and tap the Add button above.
pt_br: Para adicionar uma opção, digite a descrição e toque no botão Adicionar.
